Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/cloubi-digimateriaalialustan_avoin_kayttokoulutus_kesakuussa.html.tmx
Source language: fin
Languages: smn

source: Cloubi-digimateriaalialustan avoin käyttökoulutus kesäkuussa
smn: Cloubi-digimateriaalvuáđu ávus kevttimškovlim kesimáánust

source: Saamelaiskäräjät ja Arktista pedagogiikkaa II-hanke järjestävät Cloubi-digimateriaalialustan käyttökoulutuksen kesäkuun aikana.
smn: Sämitigge já Arktisâš pedagogiik II -haahâ orniv Cloubi-digimateriaalvuáđu kevttimškovlim kesimáánu ääigi.

source: Koulutus on avoin kaikille digimateriaalin tekemisestä kiinnostuneille yli 15-vuotiaille.
smn: Škovlim lii áávus puoh digimateriaal rähtimist kiddiistum paijeel 15-ihásáid.

source: Cloubi on nykyaikainen oppimateriaalialusta, jota käyttävät muun muassa oppimateriaalikustantajat.
smn: Cloubi lii tááláš oppâmateriaalvuáđu, mon kevttih eres lasseen oppâmateriaalkuástideijeeh.

source: Saamenkielistä opetusta varten Cloubiin on tuotettu esimerkiksi historian ja yhteiskuntaopin Forum-materiaali ja inarinsaamen äidinkielen Virkkuuvääri-sarja.
smn: Sämikielâlii máttááttâs várás Cloubin lii puovtâdum ovdâmerkkân historjá já ohtsâškoddeoopâ Forum-materiaal já eenikielâ Virkkuuvääri-särji.

source: Avoimiin digimateriaaleihin voi tutustua tästä Avoimet digimateriaalit .
smn: Ávus digimateriaalijd puáhtá uápásmuđ täst Avoimet digimateriaalit .

source: Koulutuksella katse tulevaisuuteen
smn: Škovliimáin kejâstâh puátteevuotân

source: Koulutus on hyvä tilaisuus tutustua digimateriaalin tuottamiseen ja saada kokemusta digimateriaalin tekemisestä.
smn: Škovlim lii šiev tilálâšvuotâ uápásmuđ digimateriaal puovtâdmân já finniđ feerim digimateriaal rähtimist.

source: – Koulutus antaa mahdollisuuden kokeilla, miltä digimateriaalin tekeminen tuntuu ja olisiko siitä nuorille mahdollisesti hyötyä tulevaisuudessa.
smn: – Škovlim addel máhđulâšvuođâ keččâliđ, magarin digimateriaal rähtim tobdoo já ličij-uvks tast máhđulávt ävkki nuoráid puátteevuođâst.

source: Haluamme tarjota koulutuksella myös kiinnostavaa tekemistä kesäksi.
smn: Mij halijdep faallâđ meid mielâkiddiivâš porgâm kiäsán.

source: Jokainen osallistuja voi kokeilla alustan mahdollisuuksia ja tehdä omia digimateriaalejaan vaikka koko kesän ajan, sanoo Saamelaiskäräjien oppimateriaalisihteeri Petra Kuuva.
smn: Uásálisteeh pyehtih keččâliđ vuáđu máhđulâšvuođâid já rähtiđ jieijâs materiaalijd veikkâ ubâ keesi, iätá Sämitige oppâmateriaalčällee Piäkkáá Heeihâ Petra.

source: Koulutus avaa mahdollisuuksia saamenkieliseen oppimateriaalityöhön
smn: Škovlim leehâst máhđulâšvuođâid sämikielâlii oppâmateriaalpargon

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto tuottaa enenevässä määrin digitaalista oppimateriaalia.
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh puovtâd ain eenâb já eenâb digitaallii oppâmateriaal.

source: Saamelaiskäräjät toivoo, että saamenkieliseen oppimateriaalityöhön löytyy uusia tekijöitä.
smn: Sämitigge tuáivu, et sämikielâlii oppâmateriaalpargon finnip lase rähteid.

source: Digitaalisen osaamisen lisäksi oppimateriaalituotanto tarvitsee muun muassa kuvittajia ja tekstien lukijoita.
smn: Digitaallii mättim lasseen oppâmateriaalpuovtâdem taarbâš eres lasseen kovesárgoid já teevstâi lohheid.

source: Koulutukseen osallistuminen ja Cloubissa toimiminen onnistuu tavallisella tietokoneella ja hyvällä internet-yhteydellä.
smn: Uásálistem škovliimân já Cloubist toimâm luhostuvá šievnáálá táválii tiäturáin já pyeri internet-ohtâvuođáin.

source: Cloubi-ympäristö toimii selaimessa, joten ohjelmaa ei tarvitse ladata omalle koneelle.
smn: Cloubi-pirrâdâh tuáimá laađđâmist, ađai tom ij taarbâš luođiđ jieijâs tiätturân.

source: Tavallisella näppäimistöllä ja hiirellä pärjää hyvin.
smn: Táválâš puállupeevdijn já säpligáin piergee pyereest.

source: Koulutus on suomeksi Google Hangouts-sovelluksen kautta seuraavasti:
smn: Škovlim lii suomâkielân Google Hangout-heiviittâs peht čuávuvávt:

source: Koulutuskerta 1: 14.6.2021 klo 14:00 – 16:00
smn: Škovlim 1: 14.6.2021 tme 14:00 – 16:00

source: Koulutuskerta 2: 21.6.2021 klo 14:00 – 16:00
smn: Škovlim 2: 21.6.2021 tme 14:00 – 16:00

source: Koulutuskerta 3: 28.6.2021 klo 14:00 – 16:00
smn: Škovlim 3: 28.6.2021 tme 14:00 – 16:00

source: Loppuesittely: 09.8.2021 klo 14:00 – 16:00.
smn: Oovdânpyehtim: 09.8.2021 tme 14:00 – 16:00.

source: Loppuesittelyn jälkeen materiaalit julkaistaan Cloubissa avoimina digimateriaaleina tekijän suostumuksella.
smn: Oovdânpyehtim maŋa materiaaleh almostuveh Cloubist ávus digimateriaalin rähtei luvvijn.

source: Ilmoittaudu koulutukseen 10.6.2021 mennessä Webropol-lomakkeen kautta: https://link.webropolsurveys.com/S/DDD1F784299E0043
smn: Almottât jieijâd škovliimân 10.6.2021 räi Webropol-luámáttuv peht: https://link.webropolsurveys.com/S/DDD1F784299E0043

source: Lisätietoja:
smn: Lasetiäđuh:

source: Petra Kuuva Oppimateriaalisihteeri 040 677 22 75 petra.kuuva@samediggi.fi
smn: Petra Kuuva Oppâmateriaalčällee 040 677 22 75 petra.kuuva@samediggi.fi Sämitigge

source: Saamelaiskäräjät
smn: Unni Länsman Proojeekthovdâ, Arktisâš pedagogiik II -haahâ 050 502 1357 unni.lansman@sogsakk.fi Säämi máttááttâskuávdáš

source: Unni Länsman Projektipäällikkö, Arktista pedagogiikkaa II -hanke 050 502 1357 unni.lansman@sogsakk.fi Saamelaisalueen koulutuskeskus
smn: Liiŋkah:

source: Linkit:
smn: www.samediggi.fi

source: www.samediggi.fi
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh Koulutus ja oppimateriaali – Samediggi

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto Koulutus ja oppimateriaali – Samediggi
smn: Arktisâš pedagogiik II, sämimáttááttâs digiviärmádâh -haahâ www.sogsakk.fi/arktistapedagogiikkaa2
